tap "bufbuild/buf"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "bat"
brew "chezmoi"
brew "colima", restart_service: :changed
brew "deno"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "fnm"
brew "fzf"
brew "gh"
brew "go"
brew "graphviz"
brew "jq"
brew "lima-additional-guestagents"
brew "neovim"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "tmux"
brew "topgrade"
brew "zoxide"
brew "zsh"
brew "bufbuild/buf/buf"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
cask "android-platform-tools"
cask "ente"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-nf"
cask "font-cascadia-mono-pl"
cask "latest"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
